Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uis.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Offshore turbine foundations are subject to high Reynolds number seabed boundary layer flows, which are induced by current and waves.
nb: Offshore turbinfundament er utsatt for høye strømmer av havbunnsgrenselag (Reynolds), som er indusert av strøm og bølger.

source: The programme consist of 20 ECTS method courses (G), 40 ECTS mandatory core study (F), 30 ECTS specialization/electives or study abroad (U), and 30 ECTS Master`s thesis.
nb: Studieplanen består av 20 sp grunnleggende metode fag (G), 40 sp obligatorisk spesialisering i byplanlegging (F), 30 sp fordypning eller valgemner (U), og 30 sp masteroppgave.

source: MAT100 Mathematical Methods 1, MAT200 Mathematical Methods 2, MAT210 Real and Complex Calculus, STA100 Probability and Statistics 1 Exam
nb: MAT100 Matematiske metoder 1, MAT200 Matematiske metoder 2, MAT210 Reell og kompleks kalkulus, STA100 Sannsynlighetsregning og statistikk 1 Eksamen / vurdering

source: Working hours, salary and criteria
nb: Arbeidstid, lønn og kriterier

source: , you do not need to upload the diploma to document that you meet the language requirements.
nb: , trenger du ikke å laste opp vitnemål fra videregående skole som kan dokumentere at du dekker språkkravene for opptak til master- og videreutdanninger ved UiS.

source: • documentation of concerts, exhibitions, shows, performances through, for example, programmes,
nb: • dokumentasjon av konserter, utstil inger, forestil inger, oppsettinger ved for eksempel program,

source: Check here for a guide on how to apply as a local applicant for master programs, PPU or further studies.
nb: Her er en guide om hvordan du skal søke som lokal søker på masterstudier, PPU eller videreutdanninger.

source: As a Talent & Reward consultant, I work with the identification and design of reward strategies.
nb: Som konsulent innen Talent & Reward jobber jeg med identifisering og design av belønningsstrategier.

source: Week 40 Regular teaching week
nb: Uke 40 Undervisningsuke Dirigentstudenter:

source: Understanding sedimentological and tectonic processes.
nb: Forståelse av sedimentologiske og tektoniske prosesser.

source: The course is offered for the first time in the autumn of 2021.
nb: Kurset tilbys første gang høsten 2021.

source: • demonstrated the ability to lead high-quality research and education
nb: • vist evne til utdanningsledelse av høy kvalitet

source: The programming language used in this course is primarily Go (golang) along with some C.
nb: Programmeringsspråk som benyttes i dette emnet er primært Go (golang) og noe C.

source: Bachelor in Law
nb: Bachelor i rettsvitenskap

source: The exact time of birth is recorded using thermal cameras that can detect temperature differences, so-called infrared (IR) cameras.
nb: Nøyaktig tidspunkt for fødsel registreres ved hjelp av termiske kameraer som kan oppdage temperaturforskjeller, såkalte infrarøde (IR) kameraer.

source: By going on exchange to one of our partner institutions abroad as part of your studies, you will have an opportunity to get a unique education.
nb: Ved å reise til en av våre partnerinstitusjoner i utlandet som en del av studiet har du mulighet til å få en unik utdanning.

source: Principles of ultimate load design.
nb: Prinsipper for lastpåkjenning og lastvirkninger.

source: In the spring of 2020, employees and students from the section performed The Marriage of Figaro
nb: Våren 2020 fremførte ansatte og studenter fra seksjonen Figaros bryllup

source: First and second law of thermodynamics.
nb: Termodynamikkens første og andre hovedsetning.

source: She has lived in Stavanger since 2011, but is originally from Spain.
nb: Hun har bodd i Stavanger siden 2011, men er opprinnelig fra Spania.

source: Finally, 71 preschools signed up for the project, where 36 of them were assigned to the treatment group, meaning that the children would undergo the intervention programme (were going to receive the new curriculum), and the other 35 would serve the role of control group (were not going to receive the new curriculum) to compare the results of the intervention programme with.
nb: Det endte opp med at 71 barnehager meldte seg til prosjektet, hvorav 36 ble tildelt behandlingsgruppen der barna ble inkludert i intervensjonsprogrammet (skulle gjennomføre opplegget i den nye læreplanen), og de andre 35 skulle være kontrollgruppe (skulle ikke gjennomføre opplegget i den nye læreplanen) og ble sammenlignet med resultatene fra intervensjonsprogrammet.

source: Here you will find information about Canvas and Inspera
nb: Canvas og Inspera er studentens digitale bindeledd til undervisning og eksamen.

source: The topics addressed in the course will vary.
nb: miks og ferdigstilling av produsert musikk.

source: One of their key achievements is the discovery of the Higgs boson, an elementary particle in the Standard Model of particle physics which gives mass to all the other particles.
nb: Én av deres viktigste prestasjoner er oppdagelsen av Higgs boson, en elementærpartikkel i standardmodellen for partikkelfysikk.

source: researchers and the research environment, ensure that FILIORUM is at the forefront of ECEC research.
nb: internasjonale forskere og forskningsmiljø sørge for at FILIORUM er med i forskningsfronten.

source: If you as a student are going to write a bachelor's or master's thesis and need to use personal information and / or health related information as part of the work, you must be aware that several requirements and expectations are met before you start.
nb: Hvis du som student skal skrive bachelor- eller masteroppgave og ønsker å bruke personopplysninger og/eller helseopplysninger som del av arbeidet, må du være klar over at det stilles en rekke krav og forventninger før du kan starte på arbeidet.

source: International students, including exchange students, are welcome to apply.
nb: Internasjonale studenter, inkludert utvekslingsstudenter, er velkomne til å søke.

source: Citations and source evaluation
nb: Referanser og kildekritikk

source: New centre for sustainable subsurface utilization
nb: Hun skal kurse brann- og redningstjenesten i tunnelsikkerhet

source: Today Inge and Magne are looking for the WHOOSH sound.
nb: Inge og Magne er på jakt etter WHOOSH-lyden i dag.

source: This year, UIS and USN marked Open Access Week together.
nb: I år markerte UIS og USN Open Access Week i fellesskap.

source: Understand complex analyses based on current assessment Standards such as BS7910, API579 and R6 methods.
nb: Kunne forstå kompleks analyser basert på dagens BS7910, API579 og R6 metoder.

source: Since we were divided into groups across the various specialisations, I had a great experience of the study milieu at the UiS right from my very first year.
nb: Siden vi ble inndelt i grupper på tvers av de ulike spesialiseringene, fikk jeg fra det første året en god opplevelse av studiemiljøet på UiS.

source: - FILIORUM will collaborate with the Scientific Board to ensure that the research is innovative.
nb: − FILIORUM samarbeider med Scientific Board for å bidra til at forskningen er nyskapende.

source: Should I select "Registration Only" or "Request Content File via Bolk (done in Step 3)"?
nb: Skal jeg velge «Kun registrering» eller «Etterspørre innholdsfil via Bolk (gjøres i trinn 3)»?

source: Our compact campus and proximity to the
nb: Vår campus og nærheten til regionens

source: Relevant lectures / courses / seminars / conferences are put together to cover topics that harmonize with the chosen PhD thesis and course syllabus.
nb: Aktuelle forelesninger/kurs/seminarer/konferanser settes sammen i forhold til tematikk som harmonerer med valgt PhD oppgave og fagplan.

source: The UiS relies on students to take responsibility for ensuring that our campus is as secure as possible for everyone.
nb: UiS er avhengig av at studentene er med på å ta ansvar for å sikre en mest mulig trygg campus for alle.

source: You will usually need 1-2 days per week (depending on the semester) to follow mandatory activities.
nb: Du må regne med at du trenger 1-2 dager per uke (avhengig av semester) for å følge obligatoriske aktiviteter.

source: • Logon to computers at UiS campus
nb: • Innlogging på PC-ene på UiS

source: You can easily get to the vaccination centres in Stavanger and Sandes by bus.
nb: Du kommer deg enkelt til vaksinesentrene i Stavanger og Sandes med buss.

source: A professor, in addition to developing his/her own teaching and supervising, is expected to contribute to the
nb: Det forventes at en professor, i til egg til utvikling av egen undervisning og veiledning, bidrar til utvikling av

source: everything is now publicly available in UiS Open Research Data
nb: alt ligger nå offentlig tilgjengelig i UiS Open Research Data

source: Adaptations for outbound student exchange
nb: Vær oppmerksom på barn med lese- og skrivevansker i familien

source: Studies and Courses at the University of Stavanger.
nb: ved Universitetet i Stavanger, jfr.

source: The project duration is from 2021 - 2025.
nb: Prosjektvarighet er fra 2021 - 2025.

source: The research project will undertake a systematic investigation into the development over time, and the current practice of evaluation in the Nordic countries.
nb: Forskningsprosjektet vil gjennomføre en systematisk undersøkelse av utviklingen over tid, og vurdere dagens nordiske praksis av evaluering.

source: Understand basic topological notions (closed, open, connected and compact sets, convergence, continuity).
nb: Forstå grunnleggende topologiske begreper (lukkede, åpne, sammenhengende og kompakte mengder, konvergens, kontinuitet).

source: development of teaching and supervision
nb: utvikling av undervisning og veiledning

source: How has Covid-19 impacted Entrepreneurs and SMEs?
nb: Hvordan har Covid-19 påvirket entreprenører og SMEs?

source: The risk/reliability based weld integrity assessment and control are explained.
nb: Den risiko / pålitelighetsbaserte sveisintegritetsvurderingen og kontrollen blir forklart.

source: Irene Kengen, doctoral research fellow and former TA.
nb: Irene Kengen, stipendiat og tidligere studentassistent

source: know the working principle of both TEM and SEM
nb: kjenne til prinsippene for oppbygningen av elektronmikroskop, TEM og SEM

source: This can be demonstrated through:
nb: Dette kan komme til uttrykk gjennom:

source: In the national guidelines of 2015, the Norwegian government describes radicalization as
nb: Regjeringen beskriver i den nasjonale veilederen fra 2015 radikalisering som

source: Accurate time of birth will be detected using artificial intelligence (AI) models from thermal videos collected in the delivery room.
nb: Et nøyaktig fødselstidspunkt vil bli bestemt ved hjelp av bildebehandling og AI-modeller brukt på infrarøde (IR) termisk videoer tatt opp i fødestuen.

source: Project with Bjergsted wind ensemble.
nb: Prosjekt med Bjergsted blåseensemble.

source: Know important general principles for resource management for computer systems.
nb: Kunne viktige generelle prinsipper for ressurshåndtering for datasystemer.

source: Show empathy, care and respect for patients, loved ones and cooperative partners.
nb: anvende kunnskap til å identifisere risiko for, og forebygge, komplikasjoner hos operasjonspasienten

source: Folder evaluation, oral presentation and written exam
nb: Mappe, muntlig presentasjon og skriftlig eksamen

source: Part I provides a theoretical introduction to the knowledge base for nursing practice to patients with mental disorders, surgical/medical patients or patients in home-based services that lay the foundation for the clinical studies.
nb: Del I gir en teoretisk innføring i kunnskapsgrunnlaget for sykepleie til pasienter med psykiske lidelser, kirurgiske/medisinske pasienter eller pasienter i hjemmebaserte tjenester som legger grunnlaget for de kliniske studiene.

source: - Interdisciplinary cooperation and network building
nb: - Tverrfaglig samarbeid og nettverksbygging

source: • Studies of learning environment and learning processes
nb: • Studier av læringsmiljø og læringsprosesser

source: Understanding of the relationship between orogenic processes (plate tectonics), climate and the production of sediment and reservoirs.
nb: Forståelse av forholdet mellom orogene prosesser (platetektonikk), klima og produksjon av sediment og reservoarer.

source: Required prerequisite knowledge
nb: Metoder i Miljøbioteknologi

source: You must apply for final approval of your semester abroad when you return home.
nb: Du må søke om endelig godkjenning av innholdet i utvekslingsoppholdet når du kommer hjem.

source: External PhD candidates: Send application form to
nb: Kandidater som ikke er tatt opp på program ved UIS må sende søknad med vedlegg til

source: Greencoin addresses the challenge of how to promote pro-environmental behaviours among urban citizen
nb: Pumps and Pipes-samarbeidet fremmer teknologi- og kompetanseoverføring mellom olje og gass- og helse

source: The course provides basic knowledge about road and transport planning and engineering and knowledge to plan and design streets and roads.
nb: Emnet gir grunnleggende kunnskap om veg og transport planlegging og teknisk og kunnskap for å kunne planlegge og utforme gater og veger.

source: A candidate, who has completed a 2-year master’s degree in marine and Offshore Technology, shall have the following learning outcome defined as knowledge, skills and general competence:
nb: En kandidat som har fullført en 2-årig mastergrad i marin- og offshoreteknologi skal ha følgende læringsmål definert som kunnskap, ferdigheter og generell kompetanse:

source: The examination will take place in Stavanger, with a set ensemble.
nb: Eksamen foregår i Stavanger med oppsatt ensemble.

source: Information video for the NewbornTime project
nb: Informasjonsvideo for NewbornTime-prosjektet

source: can be documented through participation and management of research projects.
nb: deltakelse og ledelse av forskningsprosjekt.

source: Håvard Kilhavn is hired as a PHD-candidate.
nb: Håvard Kilhavn er ansatt som PhD-stipendiat.

source: Become a teaching assistant at the Faculty of Health Sciences
nb: UiS uteksaminerer i år det første kullet med ei mastergrad i helsesjukepleie.

source: Large rotor blades (e.g., 178 m and 252 m rotor diameter for a 10 MW and a 20 MW turbine respectively) will operate higher up in the marine atmospheric boundary layer (MABL) compared to the wind farms currently in operation, and often protrude above the so-called surface layer.
nb: Store rotorblader (for eksempel 178 meter og 252 meter rotordiameter for henholdsvis en 10 MW og en 20 MW turbin) vil fungere høyere opp i det marine atmosfæriske grenselaget (MABL) sammenlignet med vindparkene som er i drift, og stikker ofte ut over det såkalte overflatelaget.

source: In another study, Aunan and Hansen focused on Prostate Cancer School (PCS) and explored how 16 Prostate Cancer (PC) survivors experienced information received specifically at the school and generally along their treatment pathway.
nb: I en annen studie så Aunan og Hansen nærmere på prostatakreftskolen (PKS) og undersøkte hvordan 16 overlevere opplevde informasjonen som ble gitt på skolen sammenlignet med informasjonen som ble gitt i løpet av behandlingen.

source: Several prototypes of floating HAWTs are developed, such as a catenary moored spar of the Hywind project in Norway, a semi-submersible of the WindFloat demo in Portugal, and a spar-type floating wind turbine of MOE project at Kabashima in Japan.
nb: Flere prototyper av flytende HAWT-er er utviklet, for eksempel en rørledning fortøyd av Hywind-prosjektet i Norge, en halvt nedsenkbar WindFloat-demo i Portugal, og en flytende vindturbin i MOE-prosjektet i Kabashima i Japan.

source: They were women with early‐stage BC receiving adjuvant treatment and were aged 20–70 years.
nb: De var kvinner med brystkreft på et tidlig stadium i aldersgruppen 20–70 år som fikk adjuvant behandling.

source: If you have questions related to the study, contact Mark Drews, associate professor for Music Production and Recording programme.
nb: Har du spørsmål knyttet til studiet, ta kontakt med Mark Drews, fagseksjonsleder for Musikkproduksjon- og opptaksteknikk.

source: fal s within the subject area.
nb: fal er innenfor fagområdet.

source: Three mandatory individual lab exercises (programming and written exercises).
nb: Tre obligatoriske individuelle laboppgaver (programmerings og skriftlig oppgaver).

source: Connecting through Talk: Nourishing Children’s Development with Language
nb: Han er også medforfatter av boka Connecting through Talk:

source: My education is recognized by NOKUT/UDIR.
nb: Utdanningen min er godkjent av NOKUT/UDIR.

source: Lectures from experts and meeting with fellow patients gave additional important information to BC survivors in general, though some of them has also expressed fear of receiving undesirable information or information overload as a reason for avoiding to join such educational programs [2].
nb: Forelesninger fra spesialister og møte medpasienter ga ofte brystkreftoverleverne ytterligere viktig informasjon, selv om noen av dem også har uttrykt at frykt for å motta uønsket informasjon eller for mye informasjon er en grunn til å unngå å bli med i slike opplæringsprogrammer [2].

source: Have an ability to facilitate the operation of a multicultural work place and to work effectively as a team member in international networks.
nb: Kandidaten behersker utviklingsmetodikk, og kan anvende programmer for modellering/simulering og kan realisere løsninger og systemer.

source: A variety of cloud-based technology will be reviewed including the sharing economy, software as a service business models, freemium business models, and pay as you go models.
nb: En rekke skybaserte teknologier vil bli gjennomgått, slik som delingsøkonomi, «software-as-service», freemium og «pay-as-you-go»-modeller.

source: Nettskjema can be used to create surveys, to make audio recordings of interviews and to process sensitive data.
nb: Nettskjema kan brukes til å lage spørreundersøkelser, for gjøre lydopptak i intervjusammenheng og behandle sensitive data.

source: Arne Rettedals hus, University of Stavanger, Ullandhaug
nb: - program i Risikostyring og samfunnssikkerhet

source: Approved calculator may be used during the written examination.
nb: Det vises ellers til UKs krav til fremmøte.

source: We are looking for talented and motivated students who want to combine their studies with a job during spring 2022.
nb: Handelshøgskolen ved UiS er på jakt etter dyktige og motiverte studenter som ønsker å kombinere studiene med jobb våren 2022.

source: • contributed towards development of cooperation with social, cultural and working life
nb: • har bidratt til utvikling av samarbeid med samfunns-, kultur- og arbeidsliv

source: The cellular yield, cellular growth stoichiometry, COD balances and BOD.
nb: Celle/vekstutbytte, cellulær vekststøkiometri, KOF balanser og BOF.

source: The course work consists of lectures (live and/or streaming/videos), seminars, project assignments, as well as mandatory and voluntary exercises.
nb: Undervisningen består av forelesninger (live og/eller streaming/videoer), seminarer, prosjektoppgaver, samt obligatoriske og frivillige øvingsoppgaver.

source: This should be done in plenty of time (approx. 2 weeks) before the meeting with the Appeals Committee. The student shall be informed about when the case will be heard by the Appeals Committee and be given the opportunity to attend in order to verbally explain himself/herself in respect of the case.
nb: 2 uker) før møtet i klagenemnda - Studenten informeres om når saken skal behandles i klagenemnda og gis anledning til å møte for å forklare seg muntlig i saken.

source: Partners include Stavanger University Hospital, the Norwegian Air Ambulance Foundation, NTNU Norwegian University of Science and Technology, University of Leeds and Universiteit Leiden.
nb: ved UiS, i samarbeid med Stavanger universitetssjukehus, Stiftelsen Norsk Luftambulanse, NTNU, University of Leeds og Universiteit Leiden.

source: The assessment of the student's competence is based on the learning outcomes of the study programme, the student's documentation and reflection on their own development and learning, and feedback from the clinical training supervisor.
nb: Vurderingen av studentens kompetanse skjer med utgangspunkt i studieprogrammets læringsutbytte, studentens dokumentasjon og refleksjon rundt egen utvikling og læring samt tilbakemeldinger fra praksisveileder.

source: A digital exhibition chronicles the reintroduction of beavers in Scandinavia 100 years ago.
nb: En digital utstilling følger historien om beverne som ble fanget i Norge for å settes ut i Sverige for 100 år siden.

source: This will expose the student to some of the most advanced methods and ideas in mathematics (algebraic and differential geometry, topology and functional analysis), to modern methods in data analysis (statistical simulations, signal processing, machine learning, AI), and to ongoing efforts to probe the fundamental properties of the Universe, using some of the most complex technology in the world (CERN, ESRF, Gravitational waves, supercomputing).
nb: Her eksponeres studenten for noen av de mest avanserte metoder og ideer innenfor matematikk (algebraisk og differensialgeometri, topologi og funksjonsanalyse), for nye metoder innen dataanalyse (algebraisk og differensialgeometri, signalanalyse, maskinlæring og AI) og for dagens utforsking av Universets fundamentale egenskaper som benytter noen av verdens mest komplekse teknologi (CERN, ESRF, Gravitasjonsbølger, supercomputere).

source: Prequalification of Welding procedure specifications (WPSs) and its qualifications for various type of joints, PART-A-General requirement for preparations of Welding procedure specification (WPS) and Procedure Qualification record (PQR), PART-B- Welding procedure specification (WPS), Essential variable limitations, Number of tests, testing methods and acceptance standards for WPS qualification, Qualification test requirements, test assemblies, qualification ranges and validity of qualifications for various joint types.
nb: Forkvalifisering av spesifikasjoner for sveiseprosedyrer (WPS) og dens kvalifikasjoner for forskjellige typer skjøter, DEL-A-Generelt krav til utarbeidelse av sveiseprosedyrespesifikasjon (WPS) og prosedyre kvalifiseringsrekord (PQR), DEL-B- sveiseprosedyre spesifikasjon (WPS), Viktige variabelbegrensninger, Antall tester, testmetoder og akseptstandarder for WPS-kvalifisering, krav til kvalifiseringstest, testsamlinger, kvalifikasjonsområder og gyldighet av kvalifikasjoner for forskjellige leddstyper.

source: To take exam in this course, 7 out of in total 10 mandatory exercises must be approved.
nb: For å få adgang til skriftlig eksamen i emnet må 7 av totalt 10 obligatoriske øvinger være godkjent.

source: You must also enter the Receiving Responsible Person, the person who will sign your OLA on behalf of the partner institution.
nb: Du må også legge inn Receiving Responsible Person som er den som skal signere din OLA på vegne av partnerinstitusjonen.

source: I have completed some courses as a single course student.
nb: Jeg har fullført noen emner som enkeltemnestudent.

source: The meetings will be held in Zoom and you can ask questions through Slido.
nb: Møtene blir i Zoom og det vil være mulig å stille spørsmål gjennom Slido.

source: The video link(s) must be submitted in the additional application form within the deadline 1 March
nb: Videolenken(e) skal legges i følgeskjemaet innen søknadsfristen 1. mars
